{
    "header": {
        "signup": "Đăng ký",
        "signin": "Đăng nhập",
        "home": "Trang chủ",
        "release": "Công chiếu",
        "category": "Thể loại",
        "cinema": "Rạp chiếu",
        "labelSearch": "Tìm kiếm phim...",
        "screeningCart": "Giỏ Hàng",
        "customerAccountType": "Tài khoản: Khách hàng",
        "ratingPoints": "Điểm xếp hạng",
        "lstCancelBooking": "Hủy đặt vé",
        "customerCharts": "BXH Khách hàng",
        "accountInfo": "Thông tin cá nhân",
        "settings": "Cài đặt",
        "logout": "Đăng xuất",
        "managerAccountType": "Tài khoản: Nhân viên",
        "todayWorks": "Công việc hôm nay",
        "addMovie": "Thêm phim mới",
        "lstMovie": "Danh sách phim",
        "addScreening": "Thêm suất chiếu",
        "lstScreening": "Danh sách suất chiếu",
        "statistical": "Thống kê",
        "toastLogout": "Đăng xuất thành công..."
    },
    "language": {
        "en": "Tiếng Anh",
        "vi": "Tiếng Việt"
    },
    "carousel": {
        "contentCarousel1": "Bộ Tứ Siêu Đẳng: Bước Đi Đầu Tiên khởi đầu mới của những siêu anh hùng huyền thoại – đầy kịch tính và mãn nhãn!",
        "contentCarousel2": "Từ Vũ trụ John Wick: Ballerina vũ điệu báo thù bắt đầu. Một nữ sát thủ, một quá khứ đẫm máu.",
        "contentCarousel3": "Nhiệm Vụ: Bất Khả Thi - Nghiệp Báo Cuối Cùng: Chặng cuối định mệnh của Ethan Hunt – gay cấn, nghẹt thở đến phút chót!"
    },
    "homepage": {
        "specialOffers": "Ưu đãi đặc biệt",
        "nowShowing": "Phim Đang Chiếu",
        "comingSoon": "Phim Sắp Chiếu",
        "allMovieBtn": "Xem Tất Cả Phim",
        "systemDescription": "Buy Movie Tickets là hệ thống bán vé xem phim trực tuyến uy tín nhất hiện nay không chỉ ở Việt Nam mà còn trên toàn thế giới. Thay vì các hệ thống bán vé xem phim trực tuyến khác chỉ quản lý một hệ thống rạp chiếu phim. Với Buy Movie Tickets là nơi quản lý, kiểm soát việc bán vé và công khai suất chiếu cho nhiều hệ thống rạp trên toàn thế giới. Dưới đây là tri ân các hệ thống rạp chiếu phim đã đồng hành cùng Buy Movie Tickets, chúng tôi xin chân thành cảm ơn. Buy Movie Tickets uy tín tạo nên thương hiệu và sự tin cậy của mọi hệ thống rạp chiếu phim và khách hàng trên toàn cầu."
    },
    "promotionProgram": {
        "title": "Chương Trình Ưu Đãi",
        "discountCode": "Mã giảm giá",
        "content": "Nội dung chương trình",
        "startDate": "Ngày bắt đầu",
        "endDate": "Ngày kết thúc",
        "percentReduction": "Phần trăm giảm",
        "maxMoneyAmount": "Số tiền giảm tối đa",
        "condition": "Điều kiện áp dụng",
        "noCondition": "Không có điều kiện áp dụng"
    },
    "seeMore": "Xem thêm",
    "shorten": "Rút ngắn",
    "category": {
        "blockbuster": "Bom tấn",
        "action": "Hành động",
        "romantic-family": "Tình cảm, Gia đình",
        "horror-drama": "Tâm lý, Kinh dị",
        "comedy": "Hài",
        "cartoon": "Hoạt hình"
    },
    "footer": {
        "title1": "Doanh nghiệp",
        "col1": [
            "Chính sách",
            "Bảo mật",
            "Giới thiệu",
            "Cộng đồng"
        ],
        "title2": "Đối tác",
        "col2": [
            "Rạp chiếu phim",
            "Ngân hàng & Ví",
            "Truyền thông",
            "Chiến lược"
        ],
        "title3": "Thủ tục",
        "col3": [
            "Đặt vé",
            "Ngân hàng externalLink",
            "Thanh toán"
        ],
        "title4": "Dịch vụ",
        "col4": [
            "Tin tức",
            "Hỗ trợ",
            "Ưu đãi",
            "Giá vé",
            "Thống kê",
            "Tải xuống externalLink"
        ],
        "copyright": "Bản quyền thuộc BMT 2021-{{nowYear}}",
        "externalLink": "Liên kết ngoài",
        "bank": "Ngân hàng",
        "e-wallet": "Ví điện tử",
        "systemStatus": "Trạng thái hệ thống",
        "bottomRow": [
            "Giới thiệu",
            "Chính sách",
            "Bảo mật",
            "Cộng đồng",
            "Rạp chiếu",
            "Hướng dẫn",
            "Chatbots",
            "24/7 Tư vấn CSKH"
        ]
    },
    "gototop": "Lên Đầu Trang",
    "notfound": "Không Tìm Thấy",
    "loading": "Đang tải",
    "brand": "Buy Movie Tickets là ứng dụng đặt vé xem phim trực tuyến số 1 Việt Nam",
    "register": {
        "title": "Đăng Ký",
        "fullName": "Họ và tên",
        "phoneNumber": "Số điện thoại",
        "password": "Mật khẩu",
        "confirmPassword": "Nhập lại mật khẩu",
        "btn": "Đăng ký",
        "or": "hoặc",
        "btn2": "Liên kết mạng xã hội",
        "question": "Bạn đã có tài khoản chưa?",
        "switch": "Đăng nhập",
        "toastSuccess": "Đăng ký thành công...",
        "toastError1": "Mật khẩu không trùng khớp!!!",
        "toastError2": "Mật khẩu phải chứa ít nhất một chữ in hoa, một chữ in thường, một số, một ký tự đặc biệt và độ dài tối thiểu 6 ký tự trở lên (Xyz123!&%)",
        "toastError3": "Đăng ký thất bại..."
    },
    "login": {
        "title": "Đăng Nhập",
        "customer": "Khách hàng",
        "manager": "Nhân viên",
        "forgotPassword": "Quên mật khẩu?",
        "btn": "Đăng nhập",
        "question": "Bạn mới sử dụng Buy Movie Tickets?",
        "switch": "Đăng ký",
        "toastSuccess": "Đăng nhập thành công!!!",
        "toastError1": "Không tìm thấy tài khoản...",
        "toastError2": "Mật khẩu không chính xác...",
        "toastError3": "Đăng nhập thất bại...",
        "toastManagerDisabled": "Tài khoản của bạn đã bị vô hiệu hóa",
        "toastClickForgotPassword": "Chỉ tài khoản Khách Hàng mới truy cập được Quên mật khẩu?",
        "contentModal": "Gửi email đã dùng để đăng ký tài khoản đến hệ thống. Hệ thống BMT sẽ gửi mail chứa MÃ XÁC MINH đến email mà bạn đã gửi đi để xác thực đổi lại mật khẩu mới",
        "noteContentModal": "Mã xác minh giới hạn thời gian sử dụng trong 5 phút",
        "placeholderInputModal": "Nhập email lấy mã xác minh..."
    },
    "selectSort": {
        "low": "Thấp",
        "high": "Cao",
        "unprecedented": "Không sắp xếp",
        "name": "Tên phim",
        "duration": "Thời lượng"
    },
    "moviePage": {
        "allMovies": "Tất Cả Phim",
        "moviesCount": "Tổng cộng có {{count}} bộ phim.",
        "sortBy": "Sắp xếp theo:"
    },
    "movies": {
        "aquaman-and-the-lost-kingdom": "Aquaman và Vương Quốc Thất Lạc",
        "godzilla-x-kong-the-new-empire": "Godzilla x Kong: Đế Chế Mới",
        "furiosa-a-mad-max-saga": "Furiosa: Câu Chuyện Từ Max Điên",
        "the-boys-4": "The Boys 4",
        "loki-2": "Loki 2",
        "spider-man-no-way-home": "Người Nhện: Không Còn Nhà",
        "the-moon-the-final-mission": "The Moon: Nhiệm Vụ Cuối Cùng",
        "concrete-utopia": "Địa Đàng Sụp Đổ",
        "madame-web": "Madame Web",
        "kraven-the-hunter": "Kraven: Thợ Săn Thủ Lĩnh",
        "deadpool-3": "Deadpool 3",
        "captain-america-brave-new-world": "Captain America: Trật Tự Thế Giới Mới",
        "avengers-doomsday": "Avengers: DoomsDay",
        "avengers-secret-wars": "Avengers: Secret Wars",
        "thunderbolts": "Biệt Đội Sấm Sét",
        "the-fantastic-four-first-steps": "Bộ Tứ Siêu Đẳng: Bước Đi Đầu Tiên",
        "superman": "Superman (2025)",
        "a-minecraft-movie": "Một Bộ Phim Minecraft",
        "lat-mat-8-vong-tay-nang": "Lật Mặt 8: Vòng Tay Nắng",
        "tham-tu-kien-ky-an-khong-dau": "Thảm Tử Kiên: Kỳ Án Không Đầu",
        "dia-dao-mat-troi-trong-bong-toi": "Địa Đạo: Mặt Trời Trong Bóng Tối",
        "bo-tu-bao-thu": "Bộ Tứ Báo Thủ",
        "mission-impossible-the-final-reckoning": "Nhiệm Vụ: Bât Khả Thi - Nghiệp Báo Cuối Cùng",
        "de-men-cuoc-choi-phieu-luu-toi-xom-lay-loi": "Dế Mèn: Cuộc Chơi Phiêu Lưu Tới Xóm Lầy Lội",
        "ballerina": "Ballerina",
        "how-to-train-your-dragon": "Bí Kíp Luyện Rồng",
        "f1": "F1",
        "jurassic-world-rebirth": "Thế Giới Khủng Long: Tái Sinh",
        "tu-chien-tren-khong": "Tử Chiến Trên Không",
        "the-old-guard-2": "The Old Guard 2"
    },
    "moviesDescription": {
        "aquaman-and-the-lost-kingdom": "Aquaman và Vương Quốc Thất Lạc là một bộ phim siêu anh hùng của Mỹ phát hành năm 2023 dựa trên nhân vật Aquaman trong DC Comics. Phim do DC Films, The Safran Company và Atomic Monster Productions sản xuất và được phân phối bởi Warner Bros. Pictures.",
        "godzilla-x-kong-the-new-empire": "Godzilla x Kong: Đế Chế Mới là một bộ phim về quái vật của Mỹ phát hành năm 2024 và do Adam Wingard đạo diễn. Phim sẽ do Legendary Pictures sản xuất và Warner Bros. Pictures phân phối.",
        "furiosa-a-mad-max-saga": "Furiosa: Câu Chuyện Từ Max Điên là một bộ phim phiêu lưu hành động hậu tận thế sắp ra mắt được đồng sản xuất và đạo diễn bởi George Miller, người đồng sáng tác với Nico Lathouris. Nó đóng vai trò vừa là phần phụ vừa là phần tiền truyện của Mad Max: Fury Road, và là bộ phim thứ năm trong loạt phim Mad Max.",
        "the-boys-4": "The Boys là một bộ phim truyền hình siêu anh hùng châm biếm của Mỹ được phát triển bởi Eric Kripke cho Amazon Prime Video. Dựa trên cuốn truyện tranh cùng tên của Garth Ennis và Darick Robertson, phim kể về đội cảnh giác cùng tên khi họ chiến đấu với những cá nhân có siêu năng lực lạm dụng sức mạnh của họ.",
        "loki-2": "Phần thứ hai của loạt phim truyền hình Mỹ Loki, dựa trên Marvel Comics có nhân vật cùng tên, cho thấy Loki làm việc với Mobius M. Mobius, Hunter B-15 và các thành viên khác của Cơ quan quản lý phương sai thời gian (TVA) để điều hướng đa vũ trụ để tìm Sylvie, Ravonna Renslayer và Miss Minutes. Nó lấy bối cảnh trong Vũ trụ Điện ảnh Marvel (MCU), chia sẻ tính liên tục với các bộ phim của loạt phim. Phần này được sản xuất bởi Marvel Studios, với Eric Martin là biên kịch chính và Justin Benson và Aaron Moorhead chỉ đạo nhóm.",
        "spider-man-no-way-home": "Người Nhện: Không Còn Nhà là một bộ phim siêu anh hùng năm 2021 của Mỹ dựa trên nhân vật Peter Parker của Marvel Comics, do Columbia Pictures và Marvel Studios đồng sản xuất và được phân phối bởi Sony Pictures Releasing.",
        "the-moon-the-final-mission": "The Moon: Nhiệm Vụ Cuối Cùng là bộ phim Hàn Quốc thuộc thể loại thảm họa - tâm lý - chính kịch phát hành năm 2023, do Kim Yong-hwa đạo diễn, viết kịch bản và đồng sản xuất, với sự tham gia của Kim Yong-hwa. Với sự tham gia của các diễn viên bao gồm Doh Kyung-soo, Sol Kyung-gu và Kim Hee-ae.",
        "concrete-utopia": "Phim được chuyển thể từ webtoon (truyện tranh trực tuyến) Joyful Outcast. Lấy bối cảnh hậu tận thế, Fallen Paradise khắc họa thái độ của con người khi sống sót trong hoàn cảnh khó khăn. Sau trận động đất nhấn chìm thành phố Seoul (Hàn Quốc), chỉ còn lại khu chung cư Royal Palace đứng vững, trở thành nơi trú ẩn cho những người sống sót.",
        "madame-web": "Madame Web là một bộ phim siêu anh hùng sắp ra mắt của Mỹ dựa trên Marvel Comics có nhân vật cùng tên, do Columbia Pictures và Di Bonaventura Pictures kết hợp với Marvel Entertainment sản xuất.",
        "kraven-the-hunter": "Kraven: Thợ Săn Thủ Lĩnh là một bộ phim siêu anh hùng của Mỹ dựa trên nhân vật cùng tên của Marvel Comics, do Columbia Pictures hợp tác với Marvel sản xuất. Sony Pictures Releasing sẽ đóng vai trò là nhà phân phối phim và là phim thứ tư trong Vũ trụ Người Nhện của Sony.",
        "deadpool-3": "Bộ phim Deadpool chưa có tiêu đề, thường được gọi là Deadpool 3, là một bộ phim siêu anh hùng sắp ra mắt của Mỹ dựa trên nhân vật Deadpool của Marvel Comics, do Marvel Studios và Maximum Effort sản xuất và Walt Disney Studios Motion Pictures phân phối.",
        "captain-america-brave-new-world": "Captain America: Trật Tự Thế Giới Mới là một bộ phim siêu anh hùng sắp ra mắt của Mỹ dựa trên nhân vật truyện tranh Marvel Sam Wilson / Captain America. Phim do Marvel Studios sản xuất và dự kiến sẽ được Walt Disney Studios Motion Pictures phát hành vào năm 2024.",
        "avengers-the-kang-dynasty": "Chưa có mô tả.",
        "avengers-secret-wars": "Chưa có mô tả.",
        "thunderbolts": "Biệt đội sấm sét* là bộ phim thể loại siêu anh hùng Mỹ sắp ra mắt, dựa theo nguyên tác nhóm siêu anh hùng cùng tên của Marvel Comics. Bộ phim được sản xuất bởi Marvel Studios và phát hành bởi Walt Disney Studios Motion Pictures, phim dự định là bộ phim thứ 36 của Vũ trụ Điện ảnh Marvel.",
        "the-fantastic-four-first-steps": "Bộ tứ siêu đẳng: Bước đi đầu tiên là phim điện ảnh siêu anh hùng Mỹ dự kiến ra mắt năm 2025, dựa trên nhóm nhân vật cùng tên trong bộ truyện tranh Marvel Comics. Phim do hãng Marvel Studios sản xuất và Walt Disney Studios Motion Pictures phân phối.",
        "superman": "Superman là bộ phim siêu anh hùng của Hoa Kỳ dựa trên nhân vật cùng tên của DC Comics. Phim được sản xuất bởi DC Studios và sẽ do Warner Bros. Pictures phân phối, đây sẽ là phần phim đầu tiên của Vũ trụ DC và đồng thời cũng là bộ phim tái khởi động của loạt phim về Superman.",
        "a-minecraft-movie": "Một bộ phim Minecraft là một bộ phim điện ảnh Mỹ thuộc thể loại hài – phiêu lưu ra mắt vào năm 2025, là tác phẩm dựa trên một trong những loạt trò chơi điện tử bán chạy nhất trên toàn thế giới, được ra mắt vào năm 2011 mang tên Minecraft do Markus Notch Persson sáng tạo và Mojang Studios phát triển.",
        "lat-mat-8-vong-tay-nang": "Một bộ phim về sự khác biệt quan điểm giữa ba thế hệ ông bà cha mẹ con cháu. Ai cũng đúng ở góc nhìn của mình nhưng đứng trước hoài bão của tuổi trẻ, cuối cùng thì ai sẽ là người phải nghe theo người còn lại? Và nếu ước mơ của những đứa trẻ bị cho là viển vông, thì cơ hội nào và bao giờ tuổi trẻ mới được tự quyết định tương lai của mình?",
        "tham-tu-kien-ky-an-khong-dau": "Thám Tử Kiên là một nhân vật được yêu thích trong tác phẩm điện của ăn khách của NGƯỜI VỢ CUỐI CÙNG của Victor Vũ, Thám Tử Kiên: Kỳ Không Đầu sẽ là một phim Victor Vũ trở về với thể loại sở trường Kinh Dị - Trinh Thám sau những tác phẩm tình cảm lãng mạn trước đó.",
        "dia-dao-mat-troi-trong-bong-toi": "Địa Đạo: Mặt Trời Trong Bóng Tối là một bộ phim điện ảnh Việt Nam thuộc thể loại lịch sử – chiến tranh – chính kịch ra mắt vào năm 2025 do Bùi Thạc Chuyên làm đạo diễn kiêm viết kịch bản, và đồng thời còn là bộ phim đầu tay của ông dưới vai trò là nhà sản xuất.",
        "bo-tu-bao-thu": "Bộ Tứ Báo Thủ là một bộ phim hài lãng mạn Việt Nam năm 2025 của đạo diễn Trấn Thành và các ngôi sao Trấn Thành, Lê Dương Bảo Lâm, Lê Giang, Uyên An, Quốc Anh, Tiểu Vi và Kỳ Duyên.",
        "mission-impossible-the-final-reckoning": "Nhiệm Vụ: Bất Khả Thi - Nghiệp Báo Cuối Cùng là một bộ phim hành động gián điệp của Mỹ năm 2025 do Christopher McQuarrie đạo diễn từ một kịch bản mà ông đồng sáng tác với Erik Jendresen. Phần tiếp theo trực tiếp của Mission: Impossible – Dead Reckoning Phần một, đây là phần thứ tám trong loạt phim Mission: Impossible.",
        "de-men-cuoc-choi-phieu-luu-toi-xom-lay-loi": "Bộ phim kể về chuyến phiêu lưu của 2 anh em Dế Mèn - Dế Trũi tại xóm Lầy Lội. Nơi những nguy hiểm liên tục rình rập trước sự hiếu kỳ của anh em nhà Dế. Để rồi vượt qua nhiều hiểm nguy, tình bạn, tình đoàn kết về muôn loài được ca ngợi.",
        "ballerina": "Từ Vũ trụ John Wick: Ballerina hay gọi tắt là Ballerina là bộ phim điện ảnh thuộc thể loại hành động giật gân của Hoa Kỳ được đạo diễn bởi Len Wiseman với kịch bản do Shay Hatten chấp bút. Đây là phần phim ngoại truyện đầu tiên của loạt phim John Wick với bối cảnh xảy ra vào giữa Sát thủ John Wick: Phần 3 – Chuẩn bị chiến tranh (2019) và Sát thủ John Wick: Phần 4 (2023).",
        "how-to-train-your-dragon": "Bí kíp luyện rồng là một bộ phim giả tưởng của Mỹ năm 2025 do Dean DeBlois đồng sản xuất, viết kịch bản và đạo diễn. Đây là bản làm lại người đóng của bộ phim hoạt hình cùng tên năm 2010 do DreamWorks Animation sản xuất, bản thân nó dựa trên tiểu thuyết cùng tên năm 2003 của Cressida Cowell.",
        "f1": "Ba mươi năm sau, Sonny trở thành một tay đua tự do, cho đến khi người đồng đội cũ của anh, Ruben Cervantes (Javier Bardem), chủ sở hữu một đội đua F1 đang trên bờ vực sụp đổ, tìm đến anh. Ruben thuyết phục Sonny quay lại với F1® để có một cơ hội cuối cùng cứu lấy đội và khẳng định mình là tay đua xuất sắc nhất thế giới.",
        "jurassic-world-rebirth": "Thế Giới Khủng Long: Tái Sinh lấy bối cảnh 5 năm sau phần phim Thế Giới Khủng Long: Lãnh Địa, môi trường Trái đất đã chứng tỏ phần lớn là không phù hợp với khủng long. Nhiều loài thằn lằn tiền sử được tái sinh đã chết. Những con chưa chết đã rút lui đến một vùng nhiệt đới hẻo lánh gần phòng thí nghiệm. Địa điểm đó chính là nơi bộ ba Scarlett Johansson, Mahershala Ali và Jonathan Bailey dấn thân vào một nhiệm vụ cực kỳ hiểm nguy.",
        "tu-chien-tren-khong": "Tử chiến trên không là phim điện ảnh hành động - kịch tính, được lấy cảm hứng từ vụ cướp máy bay có thật tại Việt Nam sau năm 1975. Điện ảnh Công an nhân dân chỉ đạo sản xuất bộ phim và là bảo chứng cho tính chân thực của chất liệu lịch sử và những tư liệu an ninh hàng không, góp phần tái hiện câu chuyện sống động và thuyết phục.",
        "the-old-guard-2": "The Old Guard 2 là một bộ phim siêu anh hùng sắp ra mắt của Mỹ do Victoria Mahoney đạo diễn, từ kịch bản của Greg Rucka, dựa trên truyện tranh The Old Guard của ông. Đây là phần tiếp theo của bộ phim The Old Guard (2020). Phim có sự tham gia của Charlize Theron, KiKi Layne, Marwan Kenzari, Luca Marinelli, Matthias Schoenaerts và Chiwetel Ejiofor."
    },
    "movieDetail": {
        "director": "Đạo diễn: {{director}}",
        "contentWritter": "Biên kịch: {{contentWritter}}",
        "actors": "Diễn viên",
        "category": "Thể loại: {{category}}",
        "releaseDate": "Ngày công chiếu: {{releaseDate}}",
        "time": "Thời lượng: {{time}} phút",
        "producer": "Nhà sản xuất: {{producer}}",
        "noDescription": "Chưa có mô tả",
        "notyet": "Chưa được công bố",
        "booking": "Đặt Vé",
        "seeReviews": "Xem đánh giá",
        "favorite": "Yêu thích"
    },
    "comment": {
        "feedback": "Đánh giá",
        "edit": "Chỉnh sửa",
        "delete": "Xóa",
        "noCmt": "Chưa có đánh giá nào cho bộ phim này.",
        "placeholder": "Vui lòng để lại bình luận của bạn ở đây...",
        "modalTitle": "Xóa bình luận?",
        "modalContent": "Bạn có chắc chắn muốn xóa bình luận này? Nếu bạn xóa bình luận này đi thì bạn sẽ bị trừ",
        "ok": "Đồng ý",
        "cancel": "Hủy",
        "toastInfoStaff": "Bạn đang dùng tài khoản nhân viên nên không thể bình luận!!!",
        "toastInfoLogIn": "Bạn cần đăng nhập để bình luận!!!",
        "toastErrorSend": "Lỗi gửi bình luận!!!",
        "toastSuccessDelete": "Xóa bình luận thành công...",
        "toastErrorDelete": "Xóa bình luận thất bại...",
        "toastWarnEdit": "Chỉnh sửa bình luận đã bảo trì!!!",
        "minutesAgo": "phút{{isPlural}} trước",
        "hoursAgo": "giờ{{isPlural}} trước",
        "daysAgo": "ngày{{isPlural}} trước",
        "weeksAgo": "tuần{{isPlural}} trước",
        "monthsAgo": "tháng{{isPlural}} trước",
        "yearsAgo": "năm{{isPlural}} trước"
    },
    "booking": {
        "allScreenings": "Tất Cả Suất Chiếu",
        "selectCinema": "Chọn rạp chiếu phim",
        "allCinemas": "Tất cả rạp",
        "selectDate": "Chọn ngày chiếu",
        "allDays": "Tất cả ngày",
        "movieScreenings": "Suất chiếu phim:",
        "movieDate": "Ngày Chiếu",
        "startTime": "Bắt Đầu",
        "endTime": "Kết Thúc",
        "cinemaRoom": "Phòng Chiếu",
        "noData": "Xin lỗi!!! Không tìm thấy suất chiếu cho phim này :/"
    },
    "seatDiagram": {
        "totalSeats": "Tổng số ghế",
        "seatsBooked": "Số ghế đã đặt",
        "seatsNotBooked": "Số ghế trống",
        "seatBooked": "Ghế đã đặt",
        "seatNotBooked": "Ghế trống",
        "seatChoice": "Ghế bạn chọn",
        "seatHold": "Ghế đang có người chọn",
        "bookingInfo": "Thông tin đặt vé",
        "seatHoldTime": "Thời gian giữ ghế",
        "unitPrice": "Đơn giá",
        "quantity": "Số lượng",
        "seatMoney": "Tiền ghế",
        "selectCornWater": "Chọn bắp nước",
        "searchVoucher": "Tìm kiếm mã giảm giá...",
        "preferentialMoney": "Tiền ưu đãi",
        "totalMoney": "Tổng thành tiền",
        "bookNow": "Đặt Ngay",
        "toastForcedSeats": "Không được đặt chừa bên các ghế đã được chọn khoảng cách là 1 ghế.",
        "toastScreeningNotFound": "Không tìm thấy suất chiếu...",
        "toastCustomerNotFound": "Không tìm thấy khách hàng...",
        "toastChooseSeat": "Vui lòng chọn ghế ngồi trước khi đặt!!!",
        "toastSuccess": "Đặt vé thành công...",
        "toastError": "Đặt vé thất bại...",
        "toastWarnStaff": "Bạn đang dùng tài khoản nhân viên không thể dùng để đặt vé",
        "toastInfoLogIn": "Bạn cần đăng nhập trước khi đặt vé"
    },
    "waterCornCombo": {
        "title": "Chọn Combo Bắp Nước",
        "selectedCombos": "Các combo bắp nước đã chọn",
        "noSelectedCombos": "Chưa có combo nào được chọn",
        "total": "Tổng cộng",
        "skip": "Bỏ qua",
        "complete": "Hoàn thành",
        "noWaterCornCombos": "Rạp không có sẵn combo bắp nước."
    },
    "unknown": "Không xác định",
    "cinemaTicket": {
        "title": "Vé Xem Phim",
        "customerName": "Tên khách hàng",
        "movie": "Phim",
        "date": "Ngày chiếu",
        "start": "Bắt đầu",
        "end": "Kết thúc",
        "projectionTime": "Thời gian chiếu",
        "screeningAt": "Chiếu tại",
        "seat": "Ghế ngồi",
        "totalSeatsMoney": "Tổng tiền ghế",
        "waterCornCombos": "Combo bắp nước",
        "waterCornCombosMoney": "Tiền bắp nước",
        "voucherId": "Mã giảm giá",
        "reduce": "Giảm",
        "bookingTime": "Thời gian đặt vé",
        "qrCode": "Mã QR",
        "goToCart": "Đến Giỏ Hàng",
        "saveQRCode": "Lưu Mã QR"
    },
    "cart": {
        "title": "Giỏ Hàng",
        "passReleaseDate": "Đã qua ngày chiếu",
        "seatNumber": "Số ghế:",
        "priceTicket": "Giá vé:",
        "viewDetails": "Xem chi tiết",
        "cancelBooking": "Hủy suất chiếu",
        "waitCancel": "Vé này đã được hủy và đang chờ phê duyệt",
        "removeMovieTicket": "Xóa vé xem phim",
        "toastDeleteSuccess": "Xóa vé xem phim thành công",
        "toastDeleteFailed": "Xóa vé xem phim thất bại",
        "toastCancelBooking": "Không đáp ứng đủ điều kiện để trả lại vé",
        "noBooking": "Bạn chưa đặt vé nào"
    },
    "charts": {
        "title": "BXH Top 10 Khách Hàng",
        "description": "Bảng xếp hạng khách hàng tiềm năng là thứ hạng 10 khách hàng tiềm năng nhất của hệ thống Buy Movie Tickets dựa trên điểm đánh giá của từng khách hàng. Điểm đánh giá được tính dựa trên số lượng vé khách hàng đã đặt và số phản hồi khách hàng để lại cho mỗi bộ phim. Từ đó chúng tôi đưa ra 10 khách hàng tiêu biểu dưới đây. Bạn có nằm trong top 10 này không?",
        "rank": "Hạng",
        "totalBookings": "Tổng số lượt đặt vé",
        "points": "điểm"
    },
    "and": " và ",
    "cancelBooking": {
        "title": "Hủy Đặt Vé",
        "reason1": "Tôi không muốn xem phim này nữa",
        "reason2": "Tôi muốn đặt thêm vé",
        "reason3": "Tôi muốn giảm số lượng chỗ đã đặt",
        "reason4": "Tôi muốn xem vào ngày khác",
        "reason5": "Tôi muốn xem nó vào lúc khác trong ngày",
        "reason6": "Tôi vô tình đặt nhầm vé xem phim này",
        "selectReason": "Chọn lý do hủy vé xem phim",
        "other": "Khác",
        "placeholderReason": "Vui lòng nhập lý do khác...",
        "backToCart": "Trở Về Giỏ Hàng",
        "requestBtn": "Gửi Yêu Cầu",
        "modalContent1": "Để gửi yêu cầu hủy đặt vé, bạn cần xác thực mật khẩu của mình. Nếu yêu cầu hủy đặt vé của bạn được chấp thuận, ",
        "modalContent2": "{{ratingPoints}} điểm xét hạng sẽ bị trừ",
        "modalContent3": "số tiền hoàn lại sẽ giảm đi {{percent}}%.",
        "modalContent4": " Điều đó có nghĩa là bạn sẽ nhận lại ",
        "placeholderPassword": "Vui lòng xác thực mật khẩu...",
        "authBtn": "Xác thực",
        "alert": "Yêu cầu hủy đặt vé thành công! Vui lòng đợi hệ thống xử lý sau 1-2 ngày.",
        "toastError": "Có vấn đề trong quá trình hủy đặt vé",
        "toastWarnSelectReason": "Vui lòng chọn lý do trước khi gửi yêu cầu hủy đặt vé!!!",
        "toastWarnSelectOther": "Vui lòng nhập lý do Khác trước khi gửi yêu cầu hủy đặt vé!!!",
        "cancelBookingDetail": "Thông Tin Hủy Đặt Vé",
        "reason": "Lí do",
        "refunds": "Tiền hoàn",
        "contentRefunds": "Bạn được hoàn lại {{percent}}% tổng số tiền đặt vé",
        "cancelTime": "Thời gian hủy",
        "status": "Trạng thái",
        "approved": "Đã phê duyệt",
        "awaitApproval": "Chờ phê duyệt",
        "waitCaption": "Thời gian chờ có thể mất 1-2 ngày",
        "revoke": "Thu hồi hủy vé",
        "comeback": "Trở lại",
        "supportCounseling": "Hỗ trợ tư vấn",
        "userId": "Mã khách hàng",
        "bookingId": "Mã đặt vé",
        "cancelDate": "Ngày hủy",
        "noData": "Bạn chưa hủy suất chiếu nào hết",
        "toastErrorSelectReason": "Lỗi chọn lí do...",
        "h5": "Danh sách hủy đặt vé của"
    },
    "restore": {
        "toastSuccess": "Khôi phục thành công...",
        "toastFailed": "Khôi phục thất bại..."
    },
    "profile": {
        "title": "Hồ Sơ",
        "changePassword": "Đổi Mật Khẩu",
        "personalInfo": "Thông tin cá nhân",
        "passwordsAndSecurity": "Mật khẩu và bảo mật",
        "yourPowers": "Quyền hạn của bạn",
        "onlinePayment": "Thanh toán trực tuyến",
        "termsOfService": "Điều khoản dịch vụ",
        "help": "Giúp đỡ",
        "name": "Tên",
        "birthday": "Ngày sinh",
        "gender": "Giới tính",
        "male": "Nam",
        "female": "Nữ",
        "address": "Địa chỉ",
        "position": "Chức vụ",
        "workAt": "Làm việc tại",
        "editProfile": "Chỉnh Sửa Hồ Sơ",
        "toastInfo1": "Tài khoản {{managerEmail}} chưa được phân quyền",
        "toastInfo2": "Không thể truy cập",
        "toastInfo3": "Không thể lưu mật khẩu mới",
        "toastSuccessUpdateUser": "Cập nhật người dùng thành công!!!",
        "toastErrorUpdateUser": "Cập nhật người dùng thất bại!!!"
    },
    "password": {
        "currentPassword": "Mật khẩu hiện tại:",
        "newPassword": "Mật khẩu mới:",
        "confirmNewPassword": "Nhập lại mật khẩu mới:",
        "placeholderCurrentPassword": "Nhập mật khẩu hiện tại...",
        "placeholderNewPassword": "Nhập mật khẩu mới...",
        "placeholderConfirmNewPassword": "Nhập lại mật khẩu mới...",
        "savePassword": "Lưu mật khẩu",
        "toastSuccess": "Đổi mật khẩu thành công...",
        "toastError": "Đổi mật khẩu thất bại...",
        "toastError1": "Mật khẩu mới không được trùng với mật khẩu cũ",
        "toastError2": "Mật khẩu mới không trùng khớp...",
        "toastError3": "Mật khẩu cũ không chính xác...",
        "forgotPassword": "Quên Mật Khẩu",
        "verifyCode": "Mã xác minh:",
        "placeholderVerifyCode": "Nhập mã xác minh...",
        "authReCaptcha": "Xác nhận reCAPTCHA:",
        "resetPassword": "Đặt Lại Mật Khẩu",
        "toastVerifyCode": "Mã xác minh phải có độ dài bằng 6 chữ số",
        "accountNameNotFound": "Không tìm ra tên tài khoản",
        "reminder1": "Điền đầy đủ các thông tin bên dưới để đặt lại mật khẩu cho tài khoản",
        "reminder2": "Thời hạn sử dụng mã xác mình còn lại",
        "toastWarnRunTime": "Thời gian sử dụng mã xác minh đã hết..."
    },
    "verifyCode": {
        "sendEmailSuccess": "Gửi mã xác minh đến email thành công...",
        "sendEmailFailed": "Gửi mã xác minh đến email thất bại...",
        "toastInvalidVerifyCode": "Mã xác minh không hợp lệ...",
        "toastVerifyCodeExpiry": "Mã xác minh đã hết hạn..."
    },
    "back": "Trở về",
    "save": "Lưu",
    "addMovie": {
        "title": "Thêm Phim",
        "movieTitle": "Tên phim",
        "placeholderMovieTitle": "Nhập tên phim...",
        "movieDescription": "Mô tả phim",
        "placeholderMovieDescription": "Nhập mô tả phim...",
        "movieDirector": "Đạo diễn",
        "placeholderMovieDirector": "Nhập tên đạo diễn...",
        "contentWritter": "Biên kịch",
        "placeholderContentWritter": "Nhập tên biên kịch...",
        "actors": "Diễn viên",
        "placeholderActors": "Nhập tên diễn viên...",
        "noteActors": "Cách tên nhau bởi dấu phẩy ', '",
        "releaseDate": "Ngày công chiếu",
        "movieTime": "Thời lượng",
        "placeholderMovieTime": "Nhập thời lượng...",
        "noteMovieTime": "Tính bằng phút",
        "placeholderTrailerId": "Nhập trailer id...",
        "producer": "Nhà sản xuất",
        "wasReleased": "Đã phát hành",
        "noteWasReleased": "Nếu không chọn thì mặc định sẽ là",
        "already": "Rồi",
        "notYet": "Chưa",
        "toastSuccess": "Thêm phim mới thành công..."
    },
    "addScreening": {
        "title": "Thêm Suất Chiếu",
        "acronymNowShowing": "ĐC",
        "acronymComingSoon": "SC",
        "movieDate": "Ngày chiếu",
        "timeSlot": "Khung giờ",
        "price": "Giá tiền",
        "placeholderPrice": "Nhập giá tiền...",
        "cinemaRoom": "Phòng chiếu",
        "toastSuccess": "Thêm suất chiếu thành công..."
    },
    "lstData": {
        "movies": "phim",
        "screenings": "suất chiếu",
        "noData": "Bạn chưa thêm bất kỳ {{dataName}} nào"
    },
    "statistical": {
        "title": "Thống Kê",
        "movies": "Phim",
        "employees": "Nhân viên",
        "customers": "Khách hàng",
        "cinemas": "Rạp chiếu",
        "bookingSpeed": "Tốc độ đặt vé",
        "bookingPercentChart": "Biểu đồ phần trăm đặt vé",
        "unitPercent": "Đơn vị: Phần trăm (%)",
        "convertUnitPrice": "Đơn vị: 1$ = 25,453VNĐ",
        "jobGoals": "Mục tiêu công việc",
        "targetsSet": "Mục tiêu đặt ra",
        "levelOfCompletion": "Mức độ hoàn thành",
        "daysArr": [
            "Thứ Hai",
            "Thứ Ba",
            "Thứ Tư",
            "Thứ Năm",
            "Thứ Sáu",
            "Thứ Bảy",
            "Chủ Nhật"
        ],
        "percentEmployees": "Phần trăm nhân viên",
        "manageMovies": "Quản lý phim",
        "manageScreenings": "Quản lý suất chiếu",
        "others": "Khác",
        "acronymManageMovies": "QL.Phim",
        "acronymManageScreenings": "QL.SChiếu",
        "potentialCustomerRankings": "Bảng xếp hạng khách hàng tiềm năng",
        "unitMoney": "Đơn vị: .000VNĐ",
        "revenue": "Doanh thu",
        "totalScreenings": "Tổng suất chiếu",
        "ticketsBooked": "Lượt đặt vé",
        "workDone": "Số việc hoàn thành",
        "descriptionWorkDone": "Lượng công việc đã hoàn thành là số lượng phim, suất chiếu và dữ liệu khác mà nhân viên đó đã thêm vào",
        "descriptionRatingPoints": "Điểm này tính dựa trên số lượng vé đã đặt + số lượng phản hồi về cho phim mà khách hàng đã đóng góp",
        "status": "Hoạt động",
        "cinemaName": "Tên rạp",
        "cinemaRooms": "Số phòng",
        "screenings": "Suất chiếu"
    },
    "errReCaptcha": "Xác minh CAPTCHA thất bại...",
    "titlePage": {
        "movieDetails": "Chi Tiết Phim",
        "seatDiagram": "Sơ Đồ Ghế Ngồi",
        "movieTicket": "Vé Xem Phim",
        "reasonCancelBooking": "Lí Do Hủy Đặt Vé",
        "lstMovie": "Danh Sách Phim",
        "lstScreening": "Danh Sách Suất Chiếu",
        "profile": "Thông Tin Cá Nhân",
        "lstCancelBooking": "Danh Sách Hủy Đặt Vé"
    }
}